[
  {
    "goal": {
      "id": "1",
      "title": "Éliminer la pauvreté sous toutes ses formes et partout dans le monde",
      "indicators": [
        
        {
          "id": "1-1-1",
          "title": "Taux de pauvreté selon la définition officielle du seuil de la pauvreté du Canada",
          "description": "Indicator description goes here",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/1-1-1",
          "status": "complete"
        },
        {
          "id": "1-2-1",
          "title": "Prevalence of asset resilience",
          "description": "The ability of Canadians to cover unexpected expenses, or reduced income, by drawing from assets (e.g. a bank account) for a period of three months. (Savings of approximately $6,000 for the three months, based on the low income measure estimate for 2019.) Why is it important? The Asset resilience indicator is one of the four inter-related indicators found in the Resilience and Security pillar of Opportunity for All – Canada's First Poverty Reduction Strategy. The indicators in the Resilience and Security pillar are meant to track the progress of initiatives used to support the middle class by protecting Canadians from falling into poverty and by supporting income security and resilience.",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/1-2-1",
          "status": "complete"
        }]
    }
  },
  {
    "goal": {
      "id": "2",
      "title": "Éliminer la faim, assurer la sécurité alimentaire, améliorer la nutrition et promouvoir l’agriculture durable",
      "indicators": [
        
        {
          "id": "2-1-1",
          "title": "Prevalence of food insecurity",
          "description": "This variable is based on a set of 18 questions and indicates whether households both with and without children were able to afford the food they needed in the previous 12 months.",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/2-1-1",
          "status": "complete"
        },
        {
          "id": "2-2-1",
          "title": "Index of Agri-Environmental Sustainability",
          "description": "Agriculture and Agri-Food Canada has developed a set of science-based agri-environmental indicators (AEIs) that integrate information on soils, climate and topography with statistics on land use and crop and livestock management practices. The indicators provide valuable information on the overall environmental risks and conditions in agriculture and how these change over time. The indicators are designed to be sensitive to the considerable differences in conditions and in the commodity mix across Canada, which are reflected in the significant variations in environmental performance between regions.",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/2-2-1",
          "status": "complete"
        }]
    }
  },
  {
    "goal": {
      "id": "3",
      "title": "Permettre à tous de vivre en bonne santé et promouvoir le bien-être de tous à tout âge",
      "indicators": [
        
        {
          "id": "3-1-1",
          "title": "Proportion of the population who report eating fruits and vegetables 5 or more times per day",
          "description": "Indicator description goes here",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/3-1-1",
          "status": "complete"
        },
        {
          "id": "3-2-1",
          "title": "Proportion of the population (aged 15+) who are current cigarette smokers",
          "description": "Indicator description goes here",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/3-2-1",
          "status": "complete"
        },
        {
          "id": "3-3-1",
          "title": "Nombre de nouvelles infections à VIH pour 1 000 personnes séronégatives, par sexe, âge et appartenance à un groupe de population à risque",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/3-3-1",
          "status": "notstarted"
        },
        {
          "id": "3-4-1",
          "title": "Taux de mortalité attribuable à des maladies cardiovasculaires, au cancer, au diabète ou à des maladies respiratoires chroniques",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/3-4-1",
          "status": "notstarted"
        },
        {
          "id": "3-5-1",
          "title": "Couverture des interventions thérapeutiques (services pharmacologiques, psychosociaux, services de désintoxication et de postcure) pour les troubles liés à la toxicomanie",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/3-5-1",
          "status": "notstarted"
        },
        {
          "id": "3-6-1",
          "title": "Taux de mortalité lié aux accidents de la route",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/3-6-1",
          "status": "notstarted"
        },
        {
          "id": "3-7-1",
          "title": "Proportion de femmes en âge de procréer (15 à 49 ans) qui utilisent des méthodes modernes de planification familiale",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/3-7-1",
          "status": "notstarted"
        },
        {
          "id": "3-8-1",
          "title": "Couverture des services de santé essentiels (définie comme la couverture moyenne des services essentiels mesurée à partir des interventions de référence concernant notamment la santé procréative, maternelle, néonatale et infantile, les maladies infectieuses, les maladies non transmissibles, la capacité d’accueil et l’accessibilité des services pour la population en général et les plus défavorisés en particulier)",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/3-8-1",
          "status": "notstarted"
        },
        {
          "id": "3-9-1",
          "title": "Taux de mortalité attribuable à la pollution de l’air dans les habitations et à la pollution de l’air ambiant",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/3-9-1",
          "status": "notstarted"
        }]
    }
  },
  {
    "goal": {
      "id": "4",
      "title": "Assurer à tous une éducation équitable, inclusive et de qualité et des possibilités d’apprentissage tout au long de la vie",
      "indicators": [
        
        {
          "id": "4-1-1",
          "title": "High school completion rate",
          "description": "Indicator description goes here",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/4-1-1",
          "status": "complete"
        },
        {
          "id": "4-2-1",
          "title": "Proportion d’enfants de moins de 5 ans dont le développement est en bonne voie en matière de santé, d’apprentissage et de bien-être psychosocial, par sexe",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/4-2-1",
          "status": "notstarted"
        }]
    }
  },
  {
    "goal": {
      "id": "5",
      "title": "Parvenir à l’égalité des sexes et autonomiser toutes les femmes et les filles",
      "indicators": [
        
        {
          "id": "5-1-1",
          "title": "Présence ou absence d’un cadre juridique visant à promouvoir, faire respecter et suivre l’application des principes d’égalité des sexes et de non-discrimination fondée sur le sexe",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/5-1-1",
          "status": "notstarted"
        },
        {
          "id": "5-2-1",
          "title": "Proportion de la journée consacré à des activités de travail non-rémunéré",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/5-2-1",
          "status": "complete"
        },
        {
          "id": "5-3-1",
          "title": "Proportion de femmes âgées de 20 à 24 ans qui étaient mariées ou en couple avant l’âge de 15 ans ou de 18 ans",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/5-3-1",
          "status": "notstarted"
        },
        {
          "id": "5-5-1",
          "title": "Proportion de sièges occupés par des femmes dans a) les parlements nationaux et b) les administrations locales",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/5-5-1",
          "status": "notstarted"
        }]
    }
  },
  {
    "goal": {
      "id": "6",
      "title": "Garantir l’accès de tous à des services d’alimentation en eau et d’assainissement gérés de façon durable",
      "indicators": [
        
        {
          "id": "6-1-1",
          "title": "Number of long-term drinking water advisories affecting First Nations drinking water systems",
          "description": "This indicator monitor the number of long-term drinking water advisories on public systems on First Nations communities.",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/6-1-1",
          "status": "complete"
        },
        {
          "id": "6-2-1",
          "title": "Proportion de la population utilisant : a) des services d’assainissement gérés en toute sécurité ; b) des équipements pour se laver les mains avec de l’eau et du savon",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/6-2-1",
          "status": "notstarted"
        },
        {
          "id": "6-3-1",
          "title": "Water use growth rate",
          "description": "This indicator measure the growth rate in water use in different sector of the economy as well as by households.",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/6-3-1",
          "status": "complete"
        }]
    }
  },
  {
    "goal": {
      "id": "7",
      "title": "Garantir l’accès de tous à des services énergétiques fiables, durables et modernes, à un coût abordable",
      "indicators": [
        
        {
          "id": "7-1-1",
          "title": "Annual energy savings resulting from adoption of energy efficiency codes, standards and practices",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/7-1-1",
          "status": "complete"
        },
        {
          "id": "7-2-1",
          "title": "Total energy consumption",
          "description": "The indicator calculates consumption of different type of energy, by geography and per capita.",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/7-2-1",
          "status": "complete"
        },
        {
          "id": "7-3-1",
          "title": "Proportion of electricity generated from renewable and non-greenhouse gas emitting sources",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/7-3-1",
          "status": "complete"
        }]
    }
  },
  {
    "goal": {
      "id": "8",
      "title": "Promouvoir une croissance économique soutenue, partagée et durable, le plein emploi productif et un travail décent pour tous",
      "indicators": [
        
        {
          "id": "8-1-1",
          "title": "Taux de chômage",
          "description": "Le taux de chômage est le nombre de personnes en chômage exprimé en pourcentage de la population active.",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/8-1-1",
          "status": "complete"
        },
        {
          "id": "8-2-1",
          "title": "Taux de croissance annuelle du PIB réel par personne pourvue d’un emploi",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/8-2-1",
          "status": "notstarted"
        },
        {
          "id": "8-3-1",
          "title": "Proportion of youth not in education, employment or training",
          "description": "Description",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/8-3-1",
          "status": "complete"
        },
        {
          "id": "8-4-1",
          "title": "Empreinte matérielle, empreinte matérielle par habitant et empreinte matérielle par unité de PIB",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/8-4-1",
          "status": "notstarted"
        },
        {
          "id": "8-5-1",
          "title": "",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/8-5-1",
          "status": "complete"
        }]
    }
  },
  {
    "goal": {
      "id": "9",
      "title": "Bâtir une infrastructure résiliente, promouvoir une industrialisation durable qui profite à tous et encourager l’innovation",
      "indicators": [
        
        {
          "id": "9-1-1",
          "title": "Proportion de la population rurale vivant à moins de 2 km d’une route praticable toute l’année",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/9-1-1",
          "status": "notstarted"
        },
        {
          "id": "9-2-1",
          "title": "Valeur ajoutée dans l’industrie manufacturière, en proportion du PIB et par habitant",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/9-2-1",
          "status": "notstarted"
        },
        {
          "id": "9-3-1",
          "title": "Proportion des petites entreprises dans la valeur ajoutée totale de l’industrie",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/9-3-1",
          "status": "notstarted"
        },
        {
          "id": "9-4-1",
          "title": "Émissions de CO2 par unité de valeur ajoutée",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/9-4-1",
          "status": "notstarted"
        },
        {
          "id": "9-5-1",
          "title": "Dépenses de recherche-développement en proportion du PIB",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/9-5-1",
          "status": "notstarted"
        }]
    }
  },
  {
    "goal": {
      "id": "10",
      "title": "Réduire les inégalités dans les pays et d’un pays à l’autre",
      "indicators": [
        
        {
          "id": "10-1-1",
          "title": "Taux de croissance des dépenses des ménages ou du revenu par habitant pour les 40 pour cent de la population les plus pauvres et pour l’ensemble de la population",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/10-1-1",
          "status": "notstarted"
        },
        {
          "id": "10-2-1",
          "title": "Gini Coefficient",
          "description": "The Gini coefficient is a number between zero and one that measures the relative degree of inequality in the distribution of income. The coefficient would register zero (minimum inequality) for a population in which each person received exactly the same adjusted household income and it would register a coefficient of one (maximum inequality) if one person received all the adjusted household income and the rest received none. Even though a single Gini coefficient value has no simple interpretation, comparisons of the level over time or between populations are very straightforward: the higher the coefficient, the higher the inequality of the distribution.",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/10-2-1",
          "status": "complete"
        },
        {
          "id": "10-3-1",
          "title": "Proportion de la population ayant déclaré avoir personnellement fait l’objet de discrimination ou de harcèlement au cours des 12 mois précédents pour des motifs interdits par le droit international des droits de l’homme",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/10-3-1",
          "status": "notstarted"
        }]
    }
  },
  {
    "goal": {
      "id": "11",
      "title": "Faire en sorte que les villes et les établissements humains soient ouverts à tous, sûrs, résilients et durables",
      "indicators": [
        
        {
          "id": "11-1-1",
          "title": "Growth rate of people experiencing chronic homelessness",
          "description": "The indicator calculates the growth rate of people experiencing chronic homelessness.",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/11-1-1",
          "status": "complete"
        },
        {
          "id": "11-2-1",
          "title": "Proportion de la population ayant aisément accès aux transports publics, par âge, sexe et situation au regard du handicap",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/11-2-1",
          "status": "notstarted"
        },
        {
          "id": "11-3-1",
          "title": "Ratio entre le taux d’utilisation des terres et le taux de croissance démographique",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/11-3-1",
          "status": "notstarted"
        },
        {
          "id": "11-4-1",
          "title": "Dépenses totales (publiques et privées) par habitant consacrées à la préservation, à la protection et à la conservation de l’ensemble du patrimoine culturel et naturel, par type de patrimoine (culturel, naturel, mixte, inscrit au patrimoine mondial), niveau d’administration (national, régional et local/municipal), type de dépense (dépenses de fonctionnement/investissement) et type de financement privé (dons en nature, secteur privé à but non lucratif, parrainage)",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/11-4-1",
          "status": "notstarted"
        },
        {
          "id": "11-5-1",
          "title": "Nombre de personnes décédées, disparues ou directement touchées lors de catastrophes, pour 100 000 personnes",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/11-5-1",
          "status": "notstarted"
        },
        {
          "id": "11-6-1",
          "title": "Total waste disposal per capita per day",
          "description": "The indicator calculates the amount of waste disposal (in kg) per capita by residential and non-residential sources.",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/11-6-1",
          "status": "complete"
        }]
    }
  },
  {
    "goal": {
      "id": "12",
      "title": "Établir des modes de consommation et de production durables",
      "indicators": [
        
        {
          "id": "12-1-1",
          "title": "Proportion of new light duty vehicle registrations that are zero-emission vehicles",
          "description": "The indicator represents the proportion of new registration that was for zero-emission vehicles, by geography.",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/12-1-1",
          "status": "complete"
        },
        {
          "id": "12-2-1",
          "title": "Empreinte matérielle, empreinte matérielle par habitant et empreinte matérielle par unité de PIB",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/12-2-1",
          "status": "notstarted"
        },
        {
          "id": "12-3-1",
          "title": "Indice mondial des pertes alimentaires",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/12-3-1",
          "status": "notstarted"
        }]
    }
  },
  {
    "goal": {
      "id": "13",
      "title": "Prendre d’urgence des mesures pour lutter contre les changements climatiques et leurs répercussions",
      "indicators": [
        
        {
          "id": "13-1-1",
          "title": "Nombre de personnes décédées, disparues ou directement touchées lors de catastrophes, pour 100 000 personnes",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/13-1-1",
          "status": "notstarted"
        },
        {
          "id": "13-1-2",
          "title": "Nombre de pays ayant adopté et mis en place des stratégies nationales de réduction des risques, conformément au Cadre de Sendai pour la réduction des risques de catastrophe (2015‐2030)",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/13-1-2",
          "status": "notstarted"
        },
        {
          "id": "13-1-3",
          "title": "Proportion d’administrations locales ayant adopté et mis en place des stratégies locales de réduction des risques de catastrophe, conformément aux stratégies suivies à l’échelle nationale",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/13-1-3",
          "status": "notstarted"
        },
        {
          "id": "13-2-1",
          "title": "Nombre de pays ayant déclaré avoir mis en place ou mis en œuvre une politique/une stratégie/un plan intégré visant à améliorer leur aptitude à s’adapter aux incidences négatives des changements climatiques, à renforcer leur résilience face à ces changements et à favoriser de faibles émissions de gaz à effet de serre, sans menacer la production alimentaire (notamment un plan national d’adaptation, une contribution déterminée au niveau national, une communication nationale et un rapport biennal actualisé, entre autres)",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/13-2-1",
          "status": "notstarted"
        },
        {
          "id": "13-3-1",
          "title": "Nombre de pays ayant intégré dans leurs programmes d’enseignement primaire, secondaire et tertiaire les questions relatives à l’adaptation aux changements climatiques, à l’atténuation des effets de ces changements et à la réduction de leur impact, ainsi qu’aux systèmes d’alerte rapide",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/13-3-1",
          "status": "notstarted"
        },
        {
          "id": "13-3-2",
          "title": "Nombre de pays ayant fait état du renforcement de leurs capacités institutionnelles, systémiques et individuelles pour favoriser les mesures d’adaptation et d’atténuation, le transfert de technologie et les activités en faveur du développement",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/13-3-2",
          "status": "notstarted"
        }]
    }
  },
  {
    "goal": {
      "id": "14",
      "title": "Conserver et exploiter de manière durable les océans, les mers et les ressources marines aux fins du développement durable",
      "indicators": [
        
        {
          "id": "14-1-1",
          "title": "Proportion of marine and coastal areas conserved",
          "description": "These indicators report the amount and proportion of Canada's terrestrial (land and freshwater) and marine area that is conserved. Land and/or water access and use within protected areas are controlled primarily for the purpose of conserving nature (for example, a park, a conservation area or a wildlife reserve). Other effective area-based conservation measures are also managed over the long term in ways that result in the effective conservation of biodiversity. However, they might have been established for other purposes.",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/14-1-1",
          "status": "complete"
        },
        {
          "id": "14-2-1",
          "title": "Proportion of fishes that are sustainably harvested",
          "description": "The indicator compares harvest rates with established harvest limits. These limits are based on scientific information, providing a direct measure of whether we are managing the use of these resources within ecosystem limits. It is one measure of fishing pressure on wild fish stocks.",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/14-2-1",
          "status": "complete"
        }]
    }
  },
  {
    "goal": {
      "id": "15",
      "title": "Préserver et restaurer les écosystèmes terrestres, en veillant à les exploiter de façon durable, gérer durablement les forêts, lutter contre la désertification, enrayer et inverser le processus de dégradation des terres et mettre fin à l’appauvrissement de la biodiversité",
      "indicators": [
        
        {
          "id": "15-1-1",
          "title": "Surface des zones forestières, en proportion de la surface terrestre",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/15-1-1",
          "status": "notstarted"
        },
        {
          "id": "15-2-1",
          "title": "Progrès vers la gestion durable des forêts",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/15-2-1",
          "status": "notstarted"
        },
        {
          "id": "15-3-1",
          "title": "Surface des terres dégradées, en proportion de la surface terrestre",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/15-3-1",
          "status": "notstarted"
        },
        {
          "id": "15-4-1",
          "title": "Sites importants pour la biodiversité des montagnes qui se trouvent dans des aires protégées",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/15-4-1",
          "status": "notstarted"
        },
        {
          "id": "15-5-1",
          "title": "Indice de la Liste rouge",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/15-5-1",
          "status": "notstarted"
        },
        {
          "id": "15-6-1",
          "title": "Nombre de pays ayant adopté des cadres législatifs, administratifs et opérationnels destinés à assurer un partage juste et équitable des bénéfices",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/15-6-1",
          "status": "notstarted"
        }]
    }
  },
  {
    "goal": {
      "id": "16",
      "title": "Promouvoir l’avènement de sociétés pacifiques et inclusives aux fins du développement durable, assurer l’accès de tous à la justice et mettre en place, à tous les niveaux, des institutions efficaces, responsables et ouvertes à tous",
      "indicators": [
        
        {
          "id": "16-1-1",
          "title": "Nombre de victimes d’homicide volontaire pour 100 000 habitants, par sexe et âge",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/16-1-1",
          "status": "notstarted"
        },
        {
          "id": "16-2-1",
          "title": "Proportion des enfants âgés de 1 à 17 ans ayant subi des châtiments corporels ou des agressions psychologiques infligés par une personne s’occupant d’eux au cours du mois précédent",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/16-2-1",
          "status": "notstarted"
        },
        {
          "id": "16-3-1",
          "title": "Proportion des personnes victimes de violences au cours des 12 mois précédents ayant signalé les faits aux autorités compétentes ou recouru à d’autres mécanismes de règlement des différends officiellement reconnus",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/16-3-1",
          "status": "notstarted"
        },
        {
          "id": "16-4-1",
          "title": "Valeur totale des flux financiers illicites entrants et sortants (en dollars des États‐Unis courants)",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/16-4-1",
          "status": "notstarted"
        },
        {
          "id": "16-5-1",
          "title": "Proportion de personnes ayant eu, au moins une fois, affaire à un agent public auquel elles ont versé un pot-de-vin ou qui leur a demandé un pot-de-vin au cours des 12 mois précédents",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/16-5-1",
          "status": "notstarted"
        },
        {
          "id": "16-6-1",
          "title": "Dépenses publiques primaires en proportion du budget initial approuvé, par secteur (ou par code budgétaire ou autre critère similaire)",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/16-6-1",
          "status": "notstarted"
        }]
    }
  },
  {
    "goal": {
      "id": "17",
      "title": "Renforcer les moyens de mettre en œuvre le Partenariat mondial pour le développement durable et le revitaliser",
      "indicators": [
        
        {
          "id": "17-1-1",
          "title": "Total des recettes publiques en proportion du PIB, par source",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/17-1-1",
          "status": "notstarted"
        },
        {
          "id": "17-2-1",
          "title": "Aide publique au développement nette, montant total et montant alloué aux pays les moins avancés, en proportion du revenu national brut (RNB) des pays donateurs membres du Comité d’aide au développement de l’Organisation de coopération et de développement économiques (OCDE)",
          "description": "",
          "keywords": "",
          "href": "/Canadian-Indicator-Framework/fr/17-2-1",
          "status": "notstarted"
        }]
    }
  }]
